const products = [
  {
    id: 1,
    name: 'Продукт 1',
    available_quantity: 5,
    price: 450,
    description: 'Идейные соображения высшего порядка, а также реализация намеченных плановых заданий позволяет выполнять важные задания по разработке соответствующий условий активизации. Равным образом начало повседневной работы по формированию позиции в значительной степени обуславливает создание модели развития.'
  },

  {
    id: 2,
    name: 'Продукт 2',
    available_quantity: 2,
    price: 50,
    description: 'Равным образом сложившаяся структура организации играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач. Разнообразный и богатый опыт сложившаяся структура организации в значительной степени обуславливает создание системы обучения кадров, соответствует насущным потребностям.'
  },

  {
    id: 3,
    name: 'Продукт 3',
    available_quantity: 0,
    price: 500,
    description: 'Разнообразный и богатый опыт новая модель организационной деятельности требуют определения и уточнения модели развития. Таким образом постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий позволяет оценить значение соответствующий условий активизации. С другой стороны новая модель организационной деятельности требуют от нас анализа существенных финансовых и административных условий.'
  },

  {
    id: 4,
    name: 'Продукт 4',
    available_quantity: 12,
    price: 1500,
    description: 'Разнообразный и богатый опыт новая модель организационной деятельности позволяет выполнять важные задания по разработке модели развития. Не следует, однако забывать, что консультация с широким активом требуют от нас анализа форм развития. Значимость этих проблем настолько очевидна, что новая модель организационной деятельности играет важную роль в формировании направлений прогрессивного развития. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности требуют определения и уточнения систем массового участия. Равным образом рамки и место обучения кадров требуют от нас анализа системы обучения кадров, соответствует насущным потребностям.'
  },
];



const users = [
    {
      'name': 'user1',
      'password': 'pass1'
    },
    {
      'name': 'user2',
      'password': 'pass2'
    }
];

module.exports = { 'products': products, users: users }